[
    {
        "memberName": "Juan Maya Hernandez",
        "memberTitle": "Founder & CEO",
        "memberDescription": "Juan Maya Hernandez is a 20 year old entrepreneur, content creator, and photographer. As a current undergraduate student at UCLA, he is pursuing a Bachelor's of Science in Atmospheric & Oceanic Sciences/Mathematics. Hindered by his citizenship status, he has created opportunities for himself through his networking capabilities and his desire to learn. His status, his family, and friends motivate Juan to continue to pursue his goals and aspirations. He hopes to one day make a larger impact on his family and the undocumented community by becoming the first millionaire in his family.",
        "memberLinks": [
            {
                "linkType": "twitter",
                "linkUrl": "https://twitter.com/mayafilmz"
            },
            {
                "linkType": "instagram",
                "linkUrl": "https://www.instagram.com/mayafilmz/"
            },
            {
                "linkType": "linkedin",
                "linkUrl": "https://linkedin.com"
            },
            {
                "linkType": "facebook",
                "linkUrl": "https://www.facebook.com/MayaFilmz/"
            },
            {
                "linkType": "youtube",
                "linkUrl": "https://www.youtube.com/channel/UCOKvLVp6g2ID4pGJQgegc4A?view_as=subscriber/"
            },
            {
                "linkType": "email",
                "linkUrl": "mailto:mayafilmsphotovideo@gmail.com"
            }
        ],
        "avatar": {}
    },
    {
        "memberName": "Damaris Esquivel",
        "memberTitle": "Copywriter / Business Development Intern",
        "memberDescription": "Damaris Esquivel is the Copywriting & Business Development Intern at Headshots on the Go, and with a drive to help others and a skill in writing, her role focuses on communication with clients and businesses, alongside any work related to business development. Damaris discovered her skill in writing during her high school years, and she committed herself to refining that skill by pursuing a B.A. in English at UCLA. While she is not completely sure what career waits for her in the near future, she continues to take any opportunities and knowledge in order to provide herself with many options towards success. Damaris comes from a family of immigrants and as an undocumented person herself, the hardships she’s faced have motivated her to reach her goal of one day being successful enough to provide for herself and her family. Business is one of many options towards her goal, so when Juan provided her with an opportunity to learn about business, she was eager to gain a new skill and potentially find a new interest. Fun fact about Damaris: she likes to watch anime in her free time.",
        "memberLinks": [],
        "avatar": {}
    },
    {
        "memberName": "Carlos De La Roca",
        "memberTitle": "Web Developer Intern",
        "memberDescription": "Carlos De La Roca is the team’s website developer, and it was a random interest in a website course, and enough free time to take it, that sparked the beginning of his journey cultivating his skill and knowledge in website development. Today, Carlos holds an Associate’s Degree in Computer Science from Santa Monica College, and he plans to deepen his knowledge in the field by transferring to a four year university in the upcoming year. With a strong tie to family and culture, Carlos is working towards developing a career as a website developer to support his family. While the work and learning that goes into website development is an intricate one, Carlos believes that much of what he has learned is useful to the real world and he hopes to help others with his skill. When he learned about Headshots on the Go, Carlos was moved by Juan’s passion, and jumped at the opportunity to use his growing knowledge in website development to help develop a business that assists students and young professionals like himself. A fun fact about Carlos: he loves Pho and hopes to open his own Pho restaurant one day.",
        "memberLinks": [],
        "avatar": {}
    }
]